Repository: Nitrokey/nitrokey-app
Catalog: po/*/nitrokey-app.po
Languages: fr

source: About
fr: À propos

source: Advanced configure
fr: Configuration avancée

source: Change Firmware PIN
fr: Changer le code PIN du micrologiciel

source: Change admin PIN
fr: Changer le code PIN administrateur

source: Change user PIN
fr: Changer le code PIN utilisateur

source: Configure
fr: Paramètres

source: Debug
fr: Débogage

source: Destroy encrypted data
fr: Détruire les données chiffrées

source: Disable 'Initialize storage with random data' warning
fr: Désactiver l'avertissement 'Initialiser l'espace de stockage avec des données aléatoires'

source: Enable firmware update
fr: Activer les mises à jour du micrologiciel

source: Export firmware to file
fr: Exporter le micrologiciel vers un fichier

source: Factory reset
fr: Restaurer les paramètres d'usine

source: Initialize keys
fr: Initialiser les clés

source: Initialize storage with random data
fr: Initialiser l'espace de stockage avec des données aléatoires

source: Lock device
fr: Verrouiller l'appareil

source: Lock encrypted volume
fr: Verrouiller le volume chiffré

source: Lock hardware
fr: Verrouiller le matériel

source: Lock hidden volume
fr: Verrouiller le volume caché

source: Nitrokey not connected
fr: La Nitrokey n'est pas connectée

source: OTP and Password safe
fr: OTP et stockage des mots de passe

source: Passwords
fr: Mots de passe

source: Quit
fr: Quitter

source: Reset User PIN
fr: Réinitialiser le PIN utilisateur

source: Reset user PIN
fr: Réinitialiser le PIN utilisateur

source: Set unencrypted volume read-only
fr: Mettre le volume non chiffré en lecture seule

source: Set unencrypted volume read-write
fr: Rendre le volume non chiffré accessible en lecture et en écriture

source: Setup hidden volume
fr: Mettre en place le volume caché

source: Smartcard or SD card are not ready
fr: La carte SD ou la Smartcard ne sont pas prêtes

source: Unlock encrypted volume
fr: Déverrouiller le volume chiffré

source: Unlock hidden volume
fr: Déverrouiller le volume caché

source: Unlock password safe
fr: Déverrouiller l'accès aux mots de passe
